Repository: Vibent/vibent-ui
Catalog: src/i18n/messages.*.xlf
Languages: fr

# events
source: TBT
fr: Événements

# groups
source: TBT
fr: Groupes

# event-board
source: TBT
fr: Planche de l'événement

# group-information
source: TBT
fr: Informations du groupe

# profile
source: TBT
fr: Profile

# language
source: TBT
fr: Langues

source: Logout
fr: Déconnexion

# found-secret-link
source: TBT
fr: Vous avez trouvé un lien secret pour rejoindre un événement

# join-it
source: TBT
fr: Rejoindre

# login-vibent
source: TBT
fr: Se connecter / S'inscrire avec un compte Vibent

# create-join-group
source: TBT
fr: Créez ou rejoignez un groupe

# create-join-group-description
source: TBT
fr: Restez en contact avec vos amis, vos collègues ou votre famille et organisez-vous en groupe.

# create-events
source: TBT
fr: Créez des événements

# create-events-description
source: TBT
fr: Une sortie, un anniversaire ou un événement spécial ? Créez des événements et invitez vos amis, vos collègues ou votre famille.

# organize-collaboratively
source: TBT
fr: Organisez-vous collaborativement

# organize-collaboratively-description
source: TBT
fr: Permettez à tout le monde de participer et voyez les contributions en temps réel.

# how-it-works
source: TBT
fr: Comment ça marche ?

# how-it-works-description
source: TBT
fr: Un événement est composé de plusieurs bulles. Chaque bulle a un type et chaque type vous permet d'organiser un aspect spécifique de votre événement. Dans une bulle, tout le monde participe et peut contribuer.

# our-bubbles
source: TBT
fr: Nos bulles

# click-each-one-details
source: TBT
fr: Cliquez sur les boutons ci-dessous pour découvrir chaque bulle.

# alimentation
source: TBT
fr: Alimentation

# travel
source: TBT
fr: Transport

# checkbox
source: TBT
fr: Checkbox

# survey
source: TBT
fr: Sondage

# planning
source: TBT
fr: Planning

# free
source: TBT
fr: Libre

# alimentation-bubble
source: TBT
fr: Bulle Alimentation

# alimentation-bubble-description
source: TBT
fr: Indiquez ce que vous prévoyez d'apporter, demandez aux participants des contributions en aliments et boissons. Gérez les denrées de l'événement pour ne manquer de rien !

# checkbox-bubble
source: TBT
fr: Bulle Checkbox

# checkbox-bubble-description
source: TBT
fr: Dressez une liste des choses à faire, à planifier ou à organiser pour l'événement. Les participants pourront alors cocher un ou plusieurs éléments de la liste.

# planning-bubble
source: TBT
fr: Bulle Planning

# planning-bubble-description
source: TBT
fr: Organisez la planification de votre événement. Précisez ce que vous avez prévu, par date et heure.

# travel-bubble
source: TBT
fr: Bulle Transport

# travel-bubble-description
source: TBT
fr: Aidez les participants à organiser leurs voyage jusqu'à l'événement ! Certaines personnes pourront offrir des places dans leurs voiture, d'autres pourront demander à être prises à un lieu spécifique.

# free-bubble
source: TBT
fr: Bulle Libre

# free-bubble-description
source: TBT
fr: Rajoutez un commentaire particulier qui sera visible par tout le monde sur la planche de l'événement.

# survey-bubble
source: TBT
fr: Bulle sondage

# survey-bubble-description
source: TBT
fr: Besoin de l'avis de tout le monde ? Créez un sondage à choix multiple et ajoutez des propositions.

# update-your-infos
source: TBT
fr: Mettez à jour vos informations

# can-change-infos-here
source: TBT
fr: Vous pouvez changez vos informations personnelles.

# edit-avatar
source: TBT
fr: Éditez votre avatar

# crop-image
source: TBT
fr: Recadrer

# group-settings
source: TBT
fr: Paramètres de groupe

# group-settings-description
source: TBT
fr: Mettre à jour les informations de votre groupe

# name
source: TBT
fr: Nom

# required-name
source: TBT
fr: Un nom est requis

# optional-description
source: TBT
fr: Description (optionnelle)

# leave-group
source: TBT
fr: Quitter le groupe

# leave
source: TBT
fr: Quitter

# remove-group
source: TBT
fr: Supprimer le groupe

# remove-group-description
source: TBT
fr: La suppression d'un groupe entraînera la suppression de tous les événements et ressources de ces derniers.

# remove
source: TBT
fr: Supprimer

# title
source: TBT
fr: Titre

# required-title
source: TBT
fr: Un titre est requis

# date
source: TBT
fr: Date

# incorrect-date
source: TBT
fr: Date incorrecte ou passée

# delete-event
source: TBT
fr: Effacer l'événement

# delete-event-irreversible
source: TBT
fr: La suppression d'un événement est irréversible

# delete
source: TBT
fr: Supprimer

# updating
source: TBT
fr: mise à jour

# email
source: TBT
fr: Mail

# phone
source: TBT
fr: Téléphone

# email-login
source: TBT
fr: Connexion par mail

# password
source: TBT
fr: Mot de passe

# forgot-password-question
source: TBT
fr: Mot de passe oublié ?

# login
source: TBT
fr: Connexion

# dont-have-account-question
source: TBT
fr: Pas de compte ?

# create-one
source: TBT
fr: Créez-en un

# phone-login
source: TBT
fr: Connexion par téléphone

# reset-password-email
source: TBT
fr: Réinitialiser le mot de passe par mail

# reset-password-confirm
source: TBT
fr: En cliquant sur "Réinitialiser le mot de passe" nous vous enverrons un lien de réinitialisation.

# send-email
source: TBT
fr: Envoyer le mail

# back-to-login
source: TBT
fr: Retour connexion

# reset-password-phone
source: TBT
fr: Réinitialiser le mot de passe par numéro de téléphone

# phone-number
source: TBT
fr: Numéro de téléphone

# forgot-password
source: TBT
fr: Mot de passe oublié ?

# register
source: TBT
fr: S'inscrire

# first-name
source: TBT
fr: Prénom

# required-first-name
source: TBT
fr: Un prénom est exigé

# required
source: TBT
fr: exigé

# last-name
source: TBT
fr: Nom

# required-last-name
source: TBT
fr: un nom est exigé

# email-phone-both-question
source: TBT
fr: Mail ? Téléphone ? Les deux ?

# register-email-phone-both
source: TBT<br/> TBT
fr: Vous pouvez vous inscrire avec votre email ou votre téléphone. <br/> Ou même les deux !

# email-phone-choose-one
source: TBT
fr: Mais choisissez-en au moins un !

# incorrect-email
source: TBT
fr: (format de mail incorrect)

# incorrect-phone
source: TBT
fr: format de téléphone incorrect)

# 8-characters
source: TBT
fr: (8 caractères)

# password-confirmation
source: TBT
fr: Confimez mot de passe

# password-not-identical
source: TBT
fr: (mots de passe différents)

# agree-terms-conditions
source: TBT <a> TBT</a>
fr: En cliquant sur S'inscrire, vous acceptez nos <a> Conditions d'utilisation </a>

# sign-up
source: TBT
fr: S'inscrire

# already-have-account
source: TBT
fr: Vous avez déjà un compte ?

# send-sms
source: TBT
fr: Envoyez un SMS

# profile-header
source: TBT
fr: Vous. Et personne d'autre.

source: {VAR_PLURAL, plural, =1 {group} other {groups} }
fr: {VAR_PLURAL, plural, =1 {groupe} other {groupes} }

source: {VAR_PLURAL, plural, =1 {event opportunity} other {events opportunities} }
fr: {VAR_PLURAL, plural, =1 {événement} other {événements} }

# settings
source: TBT
fr: Paramètres

# all-events-attended
source: TBT
fr: Vos événements

# want-to-create-event
source: TBT
fr: Vous voulez en créer un ?

# groups-header
source: TBT
fr: Il n'y a pas foule, non ?

# create-group
source: TBT
fr: Créer un groupe

source: {VAR_PLURAL, plural, =1 {member} other {members} }
fr: {VAR_PLURAL, plural, =1 {membre} other {membres} }

# create-an-event
source: TBT
fr: Créer un événement

# no-event-in-group
source: TBT
fr: Il n'y a aucun événement dans ce groupe. Vous pouvez en créer un en cliquant sur le bouton ci-dessus. Les membres du groupe pourront alors participer et vous aider à organiser

# not-a-member-group
source: TBT <br/>{{group.name}}
fr: VOus n'êtes pas membre du groupe <br/> {{group.name}}

# request-membership
source: TBT
fr: Demander à le rejoindre

# reset-password
source: TBT
fr: Réinitialisons votre mot de passe

# new-password
source: TBT<span></span>
fr: Nouveau mot de passe<span>(8 caractères) </span>

# new-password-confirm
source: TBT<span>TBT</span>
fr: Confirmez votre nouveau mot de passe <span> (mots de passe différents) </span>

# create-a-group
source: TBT
fr: Créer un groupe

# about-to-create-group
source: TBT
fr: Vous êtes sur le point de créer un groupe.

# in
source: TBT
fr: dans

source: {VAR_PLURAL, plural, =1 {bubble} other {bubbles} }
fr: {VAR_PLURAL, plural, =1 {bulle} other {bulles} }

# about-to-create-event
source: TBT
fr: Vous êtes sur le point de créer un événement.

# choose-a-title
source: TBT
fr: Choisisez un titre

# next
source: TBT
fr: Suivant

# choose-a-description
source: TBT
fr: Choisisez une description

# invite-people-can-ignore
source: TBT
fr: Invitez des personnes (vous pouvez ignorer et en inviter plus tard)

# pick-a-date
source: TBT
fr: Selectionnez une date

# manage-group
source: TBT
fr: Gérer le groupe

# manage-group-description
source: TBT
fr: Vous êtes administrateur, vous pouvez modifier les paramètres du groupe et gérer les demandes d'adhésion ici

# manage-event
source: TBT
fr: Gérer l'événement

# manage-event-description
source: TBT
fr: Vous êtes administrateur, vous pouvez modifier les paramètres de l'événement ici

# do-the-math
source: Let's do the math
fr: Faisons les comptes

source: {VAR_PLURAL, plural, =0 {No one is coming} =1 {1 is coming} other {{{participantsSplitted.yes.length}} are coming} }
fr: {VAR_PLURAL, plural, =0 {Personne ne participe} =1 {1 participant} other {{{participantsSplitted.yes.length}} participants} }

source: {VAR_PLURAL, plural, =0 {No one don't know} =1 {1 don't know} other {{{participantsSplitted.maybe.length}} don't know} }
fr: {VAR_PLURAL, plural, =0 {Personne n'est indécis} =1 {1 n'est pas sûr} other {{{participantsSplitted.maybe.length}} ne sont pas sûr} }

source: {VAR_PLURAL, plural, =0 {Nobody isn't coming} =1 {1 isn't coming} other {{{participantsSplitted.no.length}} aren't coming} }
fr: {VAR_PLURAL, plural, =0 {Personne ne vient pas} =1 {1 ne vient pas} other {{{participantsSplitted.no.length}} ne viennent pas} }

source: {VAR_PLURAL, plural, =0 {No one did not respond} =1 {1 did not respond} other {{{participantsSplitted.unanswered.length}} did not respond} }
fr: {VAR_PLURAL, plural, =0 {Personne n'a pas répondu} =1 {1 n'a pas répondu} other {{{participantsSplitted.unanswered.length}} n'ont pas répondu} }

# attending
source: <input/> TBT
fr: <input/> Je participe

# maybe
source: <input/> TBT
fr: <input/> Peut-être

# not-attending
source: <input/> TBT
fr: <input/> Indisponible

# bubble
source: TBT
fr: bulle

source: {VAR_PLURAL, plural, =1 {going} other {going} }
fr: {VAR_PLURAL, plural, =1 {y va} other {y vont} }

# for-nb-invited
source: TBT <span>{{invitedNumber}}</span> TBT
fr: pour <span>{{invitedNumber}}</span> invités

# around-time
source: around {{event.startDate | date:'shortTime'}}
fr: vers {{event.startDate | date:'shortTime'}}

# create-first-bubble
source: TBT
fr: Il est peut-être temps de créer votre première bulle ? 👏

source: {VAR_PLURAL, plural, =1 {drink} other {drinks} }
fr: {VAR_PLURAL, plural, =1 {boisson} other {boissons} }

source: {VAR_PLURAL, plural, =1 {still requested} other {still requested} }
fr: {VAR_PLURAL, plural, =1 {restante} other {restantes} }

source: {VAR_PLURAL, plural, =1 {food} other {foods} }
fr: {VAR_PLURAL, plural, =1 {nourriture} other {nourritures} }

source: {VAR_PLURAL, plural, =1 {still requested} other {still requested} }
fr: {VAR_PLURAL, plural, =1 {restante} other {restantes} }

# no-items-yet
source: TBT
fr: Aucun élément encore

# all-items-checked
source: TBT
fr: Tous les éléments sont cochés

source: {VAR_PLURAL, plural, =1 {unchecked item} other {unchecked items} }
fr: {VAR_PLURAL, plural, =1 {élément non coché} other {éléments non cochés} }

source: {VAR_PLURAL, plural, =0 {No seats available} =1 {1 seat available} other {{{travelDataService.getAvailableSeats(bubble)}} seats available} }
fr: {VAR_PLURAL, plural, =0 {Aucune place disponible} =1 {1 place disponible} other {{{travelDataService.getAvailableSeats(bubble)}} places disponibles} }

source: {VAR_PLURAL, plural, =0 {No seats taken} =1 {1 seat taken} other {{{travelDataService.getTakenSeats(bubble)}} seats taken} }
fr: {VAR_PLURAL, plural, =0 {Aucune place prise} =1 {1 place prise} other {{{travelDataService.getTakenSeats(bubble)}} places prises} }

source: {VAR_PLURAL, plural, =0 {No seats requested} =1 {1 seat requested} other {{{travelDataService.getDetachedRequestedSeats(bubble)}} seats requested} }
fr: {VAR_PLURAL, plural, =0 {Aucune place demandée} =1 {1 place demandée} other {{{travelDataService.getDetachedRequestedSeats(bubble)}} places demandées} }

source: {VAR_PLURAL, plural, =0 {No contributors} =1 {contributing singular} other {contributing plural} }
fr: {VAR_PLURAL, plural, =0 {Aucun contributeur} =1 {contribue} other {contribuent} }

source: {VAR_PLURAL, plural, =0 {No one answered} =1 {answered singular} other {answered plural} }
fr: {VAR_PLURAL, plural, =0 {Personne n'a répondu} =1 {a répondu(e)} other {ont répondus} }

source: No entries yet
fr: Aucun créneau pour l'instant

source: Upcoming entries
fr: Rien de prévu pour le moment

source: No answers yet
fr: Aucune réponse encore

source: {VAR_PLURAL, plural, =1 {Top answer} =2 {Top 2 answers} other {Top 3 answers} }
fr: {VAR_PLURAL, plural, =1 {Réponse la plus fréquente} =2 {Réponses les plus fréquentes} other {Réponses les plus fréquentes} }

# food-name
source: TBT
fr: Nourriture

# quantity
source: TBT
fr: Quantité

# add
source: TBT
fr: Ajouter

# drink-name
source: TBT
fr: Boisson

source: by
fr: par

# unchecked
source: TBT
fr: Non coché

# add-option
source: TBT
fr: Ajouter une option

source: at
fr: par

# add-planning-entry
source: TBT
fr: Ajoutez une entrée au planning

# invalid-date
source: TBT
fr: Date incorrecte ou passée

# add-a-time
source: TBT
fr: Ajouter une heure

# content
source: TBT
fr: Description

# missing-required-description
source: TBT
fr: Une description de votre plan est nécessaire

# delete-a-bubble
source: TBT
fr: Supprimer la bulle

# delete-bubble-warning
source: TBT
fr: La suppression de la bulle supprimera toutes les informations et données la concernant.

# seat-left
source: {VAR_PLURAL, plural, =1 {seat left} other {seats left} }
fr: {VAR_PLURAL, plural, =1 {place restante} other {places restantes} }

# in-car
source: TBT
fr: Présent dans la voiture

# leave-from
source: TBT
fr: Part de

# need-car-from
source: TBT
fr: J'ai besoin qu'on m'emmnène de

# take-them
source: TBT
fr: Emmener

# offer-ride
source: TBT
fr: Proposer de les emmener

# travel-proposal-description
source: TBT
fr: Vous êtes sur le point de proposer aux autres participants des places dans votre voiture pour vous rendre à l'événement.

# where-going-from
source: TBT
fr: D'où partez-vous ?

# seats-available
source: TBT
fr: Places disponibles

# request-ride
source: TBT
fr: Demander à être emmené

# request-ride-description
source: TBT
fr: Indiquez aux participants que vous avez besoin d'une voiture pour vous rendre à l'événement.

# where-pick-up
source: TBT
fr: Où avez-vous besoin qu'on vienne vous chercher ?

# travel-bubble-settings
source: TBT
fr: Paramètres de le bulle Transport

# alimentation-bubble-settings
source: TBT
fr: Alimentation bubble settings

# free-bubble-settings
source: TBT
fr: Paramètres de le bulle Libre

# checkbox-bubble-settings
source: TBT
fr: Paramètres de le bulle Checkbox

# bubble-settings-description
source: TBT
fr: Vous pouvez modifier les paramètres de la bulle ici

# providers
source: TBT
fr: Fournisseurs

# no-providers-yet
source: TBT
fr: Personne n'a encore proposé de moyen de transport. Soyez le premier !

# requesters
source: TBT
fr: Demandeurs

# no-pending-requests
source: TBT
fr: Aucune demande en attente.

# planning-bubble-settings
source: TBT
fr: Paramètres de le bulle Planning

# survey-option
source: TBT
fr: Option de sondage

# add-an-option
source: TBT
fr: Ajouter une option

# voted
source: TBT
fr: Voté

# vote
source: TBT
fr: Voter

# create
source: TBT
fr: Créer

# joined-on
source: Joined on {{membership.date | date}}
fr: Rejoint le {{membership.date | date}}

source: {{ isEventCreator ? 'Organizer' : ''}}
fr: {{ isEventCreator ? 'Organisateur' : ''}}

source: {VAR_PLURAL, plural, =0 {Today} other {in {{additionnalEventInfos.remainingDays}} days} }
fr: {VAR_PLURAL, plural, =0 {Aujourd'hui} other {dans {{additionnalEventInfos.remainingDays}} jours} }

# event-past
source: Past
fr: Passé

# type-checkbox-title
source: TBT
fr: Le titre de votre Checkbox:

# type-planning-title
source: TBT
fr: Le titre de votre Planning:

# type-free-title
source: TBT
fr: Le titre de votre bulle Libre:

# add-additional-content
source: TBT
fr: Ajoutez du contenu supplémentaire : (optionnel)

# type-survey-title
source: TBT
fr: Le titre de votre Sondage:

# choose-bubble
source: TBT
fr: Choisisez une bulle

source: {{ !alimentationAvailable ? 'An Alimentation bubble is already created' : ''}}
fr: {{ !alimentationAvailable ? 'Une bulle Alimentation existe déjà' : ''}}

source: {{ !travelAvailable ? 'A Travel bubble is already created' : ''}}
fr: {{ !travelAvailable ? 'Une bulle Transport existe déjà' : ''}}

source: {{ !planningAvailable ? 'A Planning bubble is already created' : ''}}
fr: {{ !planningAvailable ? 'Une bulle Planning existe déjà' : ''}}

# group-members
source: TBT
fr: Membres du groupe

# group-members-subtitle
source: TBT
fr: L'amitié et l'amour sont les meilleures des thérapies.

# add-people-by-link
source: TBT
fr: Ajouter des personnes avec un lien

# magic-link
source: TBT
fr: Lien magique

# add-people-by-email
source: TBT
fr: Inviter par mail

# can-invite-people-by-email
source: TBT
fr: Vous pouvez aussi ajouter des gens à l'évènement en les invitant par mail

# invalid-mail
source: TBT
fr: Cet email est invalid - veuillez le corriger

# add-another-email
source: TBT
fr: Ajouter un email

# send-invitation
source: TBT
fr: Envoyer

# send-url-join-group
source: TBT
fr: Envoyez cette URL à vos amis pour leur permettre de rejoindre votre groupe.

# social-login
source: TBT {{provider.label | lowercase}} TBT
fr: Se connecter avec un compte {{provider.label | lowercase}}

# tutorial-welcome-title
source: TBT
fr: Bienvenue !

# tutorial-welcome-body
source: TBT
fr: Bienvenue sur Vibent ! Ici vous pourrez planifier vos évènements facilement et voir ceux que vos amis organisent. Ce tutoriel rapide vous apprendra les bases pour utiliser Vibent.

# tutorial-create-event-title
source: TBT
fr: Créer un évènement

# tutorial-create-event-body
source: TBT
fr: Pour créer un évènement, il suffit de se rendre dans l'onglet Évènements et cliquer sur "Créer un évènement". Remplissez les détails et invitez tous vos amis ! Créez une carte du type voulu pour gérer le besoin - un sondage pour vos invités par exemple !

# footer-text
source: Copyright © {{date | date:'yyyy'}} Vibent. All rights reserved
fr: Copyright © {{date | date:'yyyy'}} Vibent. Tous droits réservés.

# update
source: TBT
fr: Mise à jour

# event-settings
source: TBT
fr: Paramètres de l'événement

# event-settings.update-info
source: TBT
fr: Mettez à jour les informations de l'événement
